{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "&": 1,
      "(": 2,
      ")": 3,
      "*": 4,
      "+": 5,
      ",": 6,
      "0": 7,
      "1": 8,
      "2": 9,
      "3": 10,
      "4": 11,
      "5": 12,
      "6": 13,
      "7": 14,
      "8": 15,
      "9": 16,
      ":": 17,
      "<": 18,
      ">": 19,
      "A": 20,
      "B": 21,
      "C": 22,
      "D": 23,
      "E": 24,
      "G": 25,
      "I": 26,
      "L": 27,
      "M": 28,
      "N": 29,
      "O": 30,
      "P": 31,
      "R": 32,
      "V": 33,
      "Z": 34,
      "_": 35,
      "a": 36,
      "b": 37,
      "c": 38,
      "d": 39,
      "e": 40,
      "f": 41,
      "g": 42,
      "h": 43,
      "i": 44,
      "l": 45,
      "m": 46,
      "n": 47,
      "o": 48,
      "p": 49,
      "q": 50,
      "r": 51,
      "s": 52,
      "t": 53,
      "u": 54,
      "v": 55,
      "w": 56,
      "x": 57,
      "y": 58,
      "z": 59,
      "~": 60,
      "st": 61,
      "ne": 62,
      "le": 63,
      "::": 64,
      "li": 65,
      "tli": 66,
      "netli": 67,
      "netlist": 68,
      "ele": 69,
      "_ele": 70,
      "netlist_ele": 71,
      "netlist_elem": 72,
      ")+": 73,
      "lo": 74,
      "at": 75,
      "16": 76,
      "0x": 77,
      "7f": 78,
      "0x7f": 79,
      "c16": 80,
      "0x7fc16": 81,
      "0x7fc160": 82,
      "0x7fc160e": 83,
      "_t": 84,
      "std": 85,
      "un": 86,
      "*,": 87,
      "cat": 88,
      "locat": 89,
      "or": 90,
      "ng": 91,
      "*)+": 92,
      "0x7fc160ed": 93,
      "b0": 94,
      "88": 95,
      "0x7fc160ed88": 96,
      "0x7fc160ed88b0": 97,
      "on": 98,
      "al": 99,
      "si": 100,
      "_d": 101,
      "re": 102,
      "ad": 103,
      "ct": 104,
      "r_t": 105,
      "ion": 106,
      "location": 107,
      "location_t": 108,
      "long": 109,
      "hre": 110,
      "hread": 111,
      "_c": 112,
      "_de": 113,
      "lt": 114,
      "gne": 115,
      "unsi": 116,
      "gned": 117,
      "unsigned": 118,
      "ect": 119,
      "ector": 120,
      "an": 121,
      "ale": 122,
      "neale": 123,
      "r_thread": 124,
      "anneale": 125,
      "annealer_thread": 126,
      "_co": 127,
      "_cost": 128,
      "28": 129,
      "()+": 130,
      "ti": 131,
      "locator": 132,
      "allocator": 133,
      ">::": 134,
      "vo": 135,
      "id": 136,
      "void": 137,
      "en": 138,
      "tr": 139,
      "Vector": 140,
      "_Vector": 141,
      "_Vector_": 142,
      "ac": 143,
      "lat": 144,
      "in": 145,
      "ap": 146,
      "fa": 147,
      "ult": 148,
      "_defa": 149,
      "ult_": 150,
      "_default_": 151,
      "11": 152,
      "36": 153,
      "c8": 154,
      "y_": 155,
      "ro": 156,
      "Run": 157,
      "pt": 158,
      "0x7fc160ec8": 159,
      "entr": 160,
      "ac3": 161,
      "y_pt": 162,
      "0x7fc160ec8ac3": 163,
      "entry_pt": 164,
      "_ro": 165,
      "a_ro": 166,
      "cu": 167,
      "cal": 168,
      "e_de": 169,
      "uti": 170,
      "ng_cost": 171,
      "lta_ro": 172,
      "281": 173,
      "late_de": 174,
      "culate_de": 175,
      "calculate_de": 176,
      "uting_cost": 177,
      "lta_routing_cost": 178,
      "calculate_delta_routing_cost": 179,
      "__": 180,
      ">(": 181,
      "unin": 182,
      "unini": 183,
      "ze": 184,
      "__unini": 185,
      "ch": 186,
      "cha": 187,
      "sw": 188,
      "ap_cost": 189,
      "swap_cost": 190,
      "_default_n": 191,
      "119": 192,
      "se": 193,
      "ba": 194,
      "vector": 195,
      "ali": 196,
      "tiali": 197,
      "zed": 198,
      "tialized": 199,
      "__uninitialized": 200,
      "char": 201,
      "__uninitialized_default_n": 202,
      "onst": 203,
      "*>": 204,
      "im": 205,
      "pl": 206,
      "_Vector_ba": 207,
      "_Vector_im": 208,
      "_Vector_base": 209,
      "_Vector_impl": 210,
      "&)+": 211,
      "43": 212,
      "__uninitialized_default_n_": 213,
      "const": 214,
      "c_": 215,
      "mi": 216,
      "omi": 217,
      "79": 218,
      "32": 219,
      "326": 220,
      "ata": 221,
      "_data": 222,
      "_Vector_impl_data": 223,
      "41": 224,
      ">,": 225,
      "33": 226,
      "90": 227,
      "it": 228,
      "xx": 229,
      "_cxx": 230,
      "fal": 231,
      "false": 232,
      ">&)+": 233,
      "dd": 234,
      "0x7fc160e5": 235,
      "__uninit": 236,
      "83": 237,
      "dd90": 238,
      "0x7fc160e5dd90": 239,
      "size": 240,
      "59": 241,
      "ain": 242,
      "main": 243,
      "759": 244,
      "Const": 245,
      "_M": 246,
      "__cxx": 247,
      "_Const": 248,
      "ait": 249,
      "ing": 250,
      "ru": 251,
      "rait": 252,
      "ring": 253,
      "string": 254,
      "sic_": 255,
      "resize": 256,
      "r_trait": 257,
      "char_trait": 258,
      "basic_": 259,
      "__cxx11": 260,
      "_Constru": 261,
      "char_traits": 262,
      "basic_string": 263,
      "_Construct": 264,
      "50": 265,
      "pen": 266,
      "284": 267,
      "appen": 268,
      "_default_appen": 269,
      "__uninitialized_default_n_1": 270,
      "__uninitialized_default_n_a": 271,
      "338": 272,
      "__uninit_default_n": 273,
      "_M_default_appen": 274,
      "_M_default_append": 275,
      "At": 276,
      "Ptr": 277,
      "cPtr": 278,
      "omicPtr": 279,
      "AtomicPtr": 280,
      "thread": 281,
      "threads": 282,
      "()": 283,
      "Ge": 284,
      "Get": 285,
      "_long": 286,
      "_ac": 287,
      "ile": 288,
      "q_long": 289,
      "load": 290,
      "atomi": 291,
      "volat": 292,
      "c_load": 293,
      "_acq_long": 294,
      "atomic_load": 295,
      "volatile": 296,
      "atomic_load_acq_long": 297,
      "40": 298,
      "60": 299,
      "0x7fc161": 300,
      "24": 301,
      "44": 302,
      "0x7fc160ed7": 303,
      "24b": 304,
      "0x7fc160ed724b": 305,
      "0x7fc16128": 306,
      "f2": 307,
      "0x7fc16128f2": 308,
      "341": 309,
      "39": 310,
      "10": 311,
      "55": 312,
      "94": 313,
      "27": 314,
      "0x7fc16128f228": 315,
      "355": 316,
      "108": 317,
      "00": 318,
      "81": 319,
      "0x7fc16128f233": 320,
      "0x7fc16136": 321,
      "25": 322,
      "_it": 323,
      "bb": 324,
      "er": 325,
      "gn": 326,
      "mal": 327,
      "nor": 328,
      "u_cxx": 329,
      "ator": 330,
      "__gn": 331,
      "__nor": 332,
      "_iter": 333,
      "mal_iter": 334,
      "__gnu_cxx": 335,
      "__normal_iter": 336,
      "__normal_iterator": 337,
      "0x55": 338,
      "bb36": 339,
      "0x55bb36": 340,
      "10b0": 341,
      "0090": 342,
      "0x7fc161360090": 343,
      "2510b0": 344,
      "0x55bb362510b0": 345,
      "0x7fc1613": 346,
      "87": 347,
      ">*,": 348,
      "17": 349,
      "178": 350,
      "0x7fc16139": 351,
      "_cop": 352,
      "*>(": 353,
      "3c": 354,
      "0x7fc16138": 355,
      "51": 356,
      "c83c": 357,
      "0x7fc16139c83c": 358,
      "_f": 359,
      "il": 360,
      "l_": 361,
      "0x40": 362,
      "0x7fc1613a": 363,
      "_fil": 364,
      "_fill_": 365,
      "_a": 366,
      "_copy_": 367,
      "_fill_n": 368,
      "0x7fc1613a0": 369,
      "a6": 370,
      "0x7fc1613a0a6": 371,
      "0x7fc1613a0a63": 372,
      "47": 373,
      ">*": 374,
      "__copy_": 375,
      "e_a": 376,
      "mo": 377,
      "ve_a": 378,
      "_copy": 379,
      "__copy_mo": 380,
      "__copy_move_a": 381,
      "0x7fc160f": 382,
      "64": 383,
      "601": 384,
      "0x7fc161387": 385,
      "0x7fc161387601": 386,
      "0x7fc16138e": 387,
      "uninitialized": 388,
      "__uninitialized_fill_n": 389,
      "48": 390,
      "102": 391,
      "15": 392,
      "340": 393,
      "e6": 394,
      "0x7fc1611": 395,
      "000": 396,
      "0x7fc161386": 397,
      "0x7fc16138e340": 398,
      "d2": 399,
      "73": 400,
      "85": 401,
      "0x7fc1612": 402,
      "8b": 403,
      "c0": 404,
      "e9": 405,
      "stro": 406,
      "0x7fc160fe": 407,
      "0c": 408,
      "42": 409,
      "rt": 410,
      "0x7fc16127": 411,
      "48000": 412,
      "158b": 413,
      "0x7fc16127e6": 414,
      "48000e9": 415,
      "&,": 416,
      "&>(": 417,
      "185": 418,
      "70": 419,
      "951": 420,
      "De": 421,
      "_De": 422,
      "co": 423,
      "e0": 424,
      "py": 425,
      "ue": 426,
      "0x7fc160ec": 427,
      "true": 428,
      "inse": 429,
      "110": 430,
      "__uninitialized_copy_": 431,
      "__uninitialized_copy": 432,
      "435": 433,
      "330c": 434,
      "__uninit_fill_n": 435,
      "__uninit_copy": 436,
      "_M_fill_": 437,
      "__copy_move_a1": 438,
      "__copy_move_a2": 439,
      "uninitialized_fill_n": 440,
      "uninitialized_copy": 441,
      "__uninitialized_fill_n_a": 442,
      "stroy": 443,
      "0x7fc160fe330c": 444,
      "copy": 445,
      "insert": 446,
      "__uninitialized_copy_a": 447,
      "_M_fill_insert": 448,
      "2e": 449,
      "91": 450,
      "e8": 451,
      "0x7fc1610": 452,
      "0x7fc1611e": 453,
      "20": 454,
      "9c": 455,
      ">*)+": 456,
      "bd": 457,
      "0x1": 458,
      "_Destroy": 459,
      "56": 460,
      "639": 461,
      "9d": 462,
      "be": 463,
      "dc": 464,
      "0x9c": 465,
      "327": 466,
      "0x7fc161280": 467,
      "0x7fc16136639": 468,
      "0x7fc16139d2": 469,
      "0x7fc1613891": 470,
      "158b48000e9": 471,
      "0x7fc16127e670": 472,
      "be158b48000e9": 473,
      "0x9cbe158b48000e9": 474,
      "0x7fc161366398": 475,
      "0x7fc161389128": 476,
      "0x9cbe158b48000e9e": 477,
      "2158b": 478,
      "30": 479,
      "3a": 480,
      "3f": 481,
      "348000e9": 482,
      "4b": 483,
      "71": 484,
      "8e8": 485,
      "98": 486,
      ">*>(": 487,
      "bc": 488,
      "da": 489,
      "fdd": 490,
      "0x2": 491,
      "0x6": 492,
      "0x348000e9": 493,
      "0x7ffdd": 494,
      "0x7fc160fa": 495,
      ">::~": 496,
      "c82158b": 497,
      "83b": 498,
      "0x7fc161388": 499,
      "0x7fc1611bd": 500,
      "0x7fc16138656": 501,
      "0x7fc16138683b": 502,
      "d2e": 503,
      "0x7fc16120": 504,
      "0x7fc16127e6c0": 505,
      "2ea": 506,
      "0x7fc16139d298": 507,
      "0x348000e9c82158b": 508,
      "0x7ffdd2ea": 509,
      "0x7fc1611bd8e8": 510,
      "0x7fc161386562": 511
    },
    "merges": [
      "s t",
      "n e",
      "l e",
      ": :",
      "l i",
      "t li",
      "ne tli",
      "netli st",
      "e le",
      "_ ele",
      "netlist _ele",
      "netlist_ele m",
      ") +",
      "l o",
      "a t",
      "1 6",
      "0 x",
      "7 f",
      "0x 7f",
      "c 16",
      "0x7f c16",
      "0x7fc16 0",
      "0x7fc160 e",
      "_ t",
      "st d",
      "u n",
      "* ,",
      "c at",
      "lo cat",
      "o r",
      "n g",
      "* )+",
      "0x7fc160e d",
      "b 0",
      "8 8",
      "0x7fc160ed 88",
      "0x7fc160ed88 b0",
      "o n",
      "a l",
      "s i",
      "_ d",
      "r e",
      "a d",
      "c t",
      "r _t",
      "i on",
      "locat ion",
      "location _t",
      "lo ng",
      "h re",
      "hre ad",
      "_ c",
      "_d e",
      "l t",
      "g ne",
      "un si",
      "gne d",
      "unsi gned",
      "e ct",
      "ect or",
      "a n",
      "a le",
      "ne ale",
      "r_t hread",
      "an neale",
      "anneale r_thread",
      "_c o",
      "_co st",
      "2 8",
      "( )+",
      "t i",
      "locat or",
      "al locator",
      "> ::",
      "v o",
      "i d",
      "vo id",
      "e n",
      "t r",
      "V ector",
      "_ Vector",
      "_Vector _",
      "a c",
      "l at",
      "i n",
      "a p",
      "f a",
      "u lt",
      "_de fa",
      "ult _",
      "_defa ult_",
      "1 1",
      "3 6",
      "c 8",
      "y _",
      "r o",
      "R un",
      "p t",
      "0x7fc160e c8",
      "en tr",
      "ac 3",
      "y_ pt",
      "0x7fc160ec8 ac3",
      "entr y_pt",
      "_ ro",
      "a _ro",
      "c u",
      "c al",
      "e _de",
      "u ti",
      "ng _cost",
      "lt a_ro",
      "28 1",
      "lat e_de",
      "cu late_de",
      "cal culate_de",
      "uti ng_cost",
      "lta_ro uting_cost",
      "calculate_de lta_routing_cost",
      "_ _",
      "> (",
      "un in",
      "unin i",
      "z e",
      "__ unini",
      "c h",
      "ch a",
      "s w",
      "ap _cost",
      "sw ap_cost",
      "_default_ n",
      "11 9",
      "s e",
      "b a",
      "v ector",
      "a li",
      "ti ali",
      "ze d",
      "tiali zed",
      "__unini tialized",
      "cha r",
      "__uninitialized _default_n",
      "on st",
      "* >",
      "i m",
      "p l",
      "_Vector_ ba",
      "_Vector_ im",
      "_Vector_ba se",
      "_Vector_im pl",
      "& )+",
      "4 3",
      "__uninitialized_default_n _",
      "c onst",
      "c _",
      "m i",
      "o mi",
      "7 9",
      "3 2",
      "32 6",
      "at a",
      "_d ata",
      "_Vector_impl _data",
      "4 1",
      "> ,",
      "3 3",
      "9 0",
      "i t",
      "x x",
      "_c xx",
      "f al",
      "fal se",
      "> &)+",
      "d d",
      "0x7fc160e 5",
      "__unini t",
      "8 3",
      "dd 90",
      "0x7fc160e5 dd90",
      "si ze",
      "5 9",
      "a in",
      "m ain",
      "7 59",
      "C onst",
      "_ M",
      "_ _cxx",
      "_ Const",
      "a it",
      "i ng",
      "r u",
      "r ait",
      "r ing",
      "st ring",
      "si c_",
      "re size",
      "r_t rait",
      "cha r_trait",
      "ba sic_",
      "__cxx 11",
      "_Const ru",
      "char_trait s",
      "basic_ string",
      "_Constru ct",
      "5 0",
      "p en",
      "28 4",
      "ap pen",
      "_default_ appen",
      "__uninitialized_default_n_ 1",
      "__uninitialized_default_n_ a",
      "33 8",
      "__uninit _default_n",
      "_M _default_appen",
      "_M_default_appen d",
      "A t",
      "P tr",
      "c Ptr",
      "omi cPtr",
      "At omicPtr",
      "t hread",
      "thread s",
      "( )",
      "G e",
      "Ge t",
      "_ long",
      "_ ac",
      "i le",
      "q _long",
      "lo ad",
      "at omi",
      "vo lat",
      "c_ load",
      "_ac q_long",
      "atomi c_load",
      "volat ile",
      "atomic_load _acq_long",
      "4 0",
      "6 0",
      "0x7fc16 1",
      "2 4",
      "4 4",
      "0x7fc160ed 7",
      "24 b",
      "0x7fc160ed7 24b",
      "0x7fc161 28",
      "f 2",
      "0x7fc16128 f2",
      "3 41",
      "3 9",
      "1 0",
      "5 5",
      "9 4",
      "2 7",
      "0x7fc16128f2 28",
      "3 55",
      "10 8",
      "0 0",
      "8 1",
      "0x7fc16128f2 33",
      "0x7fc161 36",
      "2 5",
      "_ it",
      "b b",
      "e r",
      "g n",
      "m al",
      "n or",
      "u _cxx",
      "at or",
      "__ gn",
      "__ nor",
      "_it er",
      "mal _iter",
      "__gn u_cxx",
      "__nor mal_iter",
      "__normal_iter ator",
      "0x 55",
      "bb 36",
      "0x55 bb36",
      "10 b0",
      "00 90",
      "0x7fc16136 0090",
      "25 10b0",
      "0x55bb36 2510b0",
      "0x7fc161 3",
      "8 7",
      "> *,",
      "1 7",
      "17 8",
      "0x7fc161 39",
      "_co p",
      "* >(",
      "3 c",
      "0x7fc1613 8",
      "5 1",
      "c8 3c",
      "0x7fc16139 c83c",
      "_ f",
      "i l",
      "l _",
      "0x 40",
      "0x7fc1613 a",
      "_f il",
      "_fil l_",
      "_ a",
      "_cop y_",
      "_fill_ n",
      "0x7fc1613a 0",
      "a 6",
      "0x7fc1613a0 a6",
      "0x7fc1613a0a6 3",
      "4 7",
      "> *",
      "_ _copy_",
      "e _a",
      "m o",
      "v e_a",
      "_cop y",
      "__copy_ mo",
      "__copy_mo ve_a",
      "0x7fc160 f",
      "6 4",
      "60 1",
      "0x7fc1613 87",
      "0x7fc161387 601",
      "0x7fc16138 e",
      "unini tialized",
      "__uninitialized _fill_n",
      "4 8",
      "10 2",
      "1 5",
      "3 40",
      "e 6",
      "0x7fc16 11",
      "00 0",
      "0x7fc16138 6",
      "0x7fc16138e 340",
      "d 2",
      "7 3",
      "8 5",
      "0x7fc161 2",
      "8 b",
      "c 0",
      "e 9",
      "st ro",
      "0x7fc160f e",
      "0 c",
      "4 2",
      "r t",
      "0x7fc161 27",
      "48 000",
      "15 8b",
      "0x7fc16127 e6",
      "48000 e9",
      "& ,",
      "& >(",
      "1 85",
      "7 0",
      "9 51",
      "D e",
      "_ De",
      "c o",
      "e 0",
      "p y",
      "u e",
      "0x7fc160e c",
      "tr ue",
      "in se",
      "11 0",
      "__uninitialized _copy_",
      "__uninitialized _copy",
      "43 5",
      "33 0c",
      "__uninit _fill_n",
      "__uninit _copy",
      "_M _fill_",
      "__copy_move_a 1",
      "__copy_move_a 2",
      "uninitialized _fill_n",
      "uninitialized _copy",
      "__uninitialized_fill_n _a",
      "stro y",
      "0x7fc160fe 330c",
      "co py",
      "inse rt",
      "__uninitialized_copy_ a",
      "_M_fill_ insert",
      "2 e",
      "9 1",
      "e 8",
      "0x7fc161 0",
      "0x7fc1611 e",
      "2 0",
      "9 c",
      "> *)+",
      "b d",
      "0x 1",
      "_De stroy",
      "5 6",
      "6 39",
      "9 d",
      "b e",
      "d c",
      "0x 9c",
      "32 7",
      "0x7fc16128 0",
      "0x7fc16136 639",
      "0x7fc16139 d2",
      "0x7fc16138 91",
      "158b 48000e9",
      "0x7fc16127e6 70",
      "be 158b48000e9",
      "0x9c be158b48000e9",
      "0x7fc16136639 8",
      "0x7fc1613891 28",
      "0x9cbe158b48000e9 e",
      "2 158b",
      "3 0",
      "3 a",
      "3 f",
      "3 48000e9",
      "4 b",
      "7 1",
      "8 e8",
      "9 8",
      "> *>(",
      "b c",
      "d a",
      "f dd",
      "0x 2",
      "0x 6",
      "0x 348000e9",
      "0x7f fdd",
      "0x7fc160 fa",
      ">:: ~",
      "c8 2158b",
      "83 b",
      "0x7fc1613 88",
      "0x7fc1611 bd",
      "0x7fc161386 56",
      "0x7fc161386 83b",
      "d2 e",
      "0x7fc1612 0",
      "0x7fc16127e6 c0",
      "2e a",
      "0x7fc16139d2 98",
      "0x348000e9 c82158b",
      "0x7ffdd 2ea",
      "0x7fc1611bd 8e8",
      "0x7fc16138656 2"
    ]
  }
}